[
  {
    "id": 1,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการขับขี่ปลอดภัยและประหยัดพลังงาน"
  },
  {
    "id": 2,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการเงิน"
  },
  {
    "id": 3,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้ดิจิทัล"
  },
  {
    "id": 4,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้ดิจิทัล มาตรฐานสมรรถนะดิจิทัล"
  },
  {
    "id": 5,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้ปัญญาประดิษฐ์"
  },
  {
    "id": 6,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมงานนำเสนอ"
  },
  {
    "id": 7,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมตัดต่อวีดีโอ"
  },
  {
    "id": 8,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมตารางคำนวณ"
  },
  {
    "id": 9,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมประมวลผลคำ"
  },
  {
    "id": 10,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมสร้างภาพราสเตอร์"
  },
  {
    "id": 11,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้โปรแกรมสร้างภาพเวกเตอร์"
  },
  {
    "id": 12,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้ภาษาอังกฤษ"
  },
  {
    "id": 13,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการใช้อีคอมเมิร์ซ"
  },
  {
    "id": 14,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการบริหารในสายการผลิต"
  },
  {
    "id": 15,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการเป็นผู้ประกอบการและดำเนินธุรกิจขนาดเล็ก"
  },
  {
    "id": 16,
    "name": "สมรรถนะสนับสนุนการทำงานด้านการเปลี่ยนแปลงสภาพภูมิอากาศ"
  },
  {
    "id": 17,
    "name": "สมรรถนะสนับสนุนการทำงานด้านดิจิทัลสำหรับข้าราชการ และบุคลากรภาครัฐ"
  },
  {
    "id": 18,
    "name": "สมรรถนะสนับสนุนการทำงานด้านพระธรรมทูตไทยในต่างประเทศ"
  },
  {
    "id": 19,
    "name": "สมรรถนะสนับสนุนการทำงานด้านผู้สอนวิทยาการคำนวณและภาษาคอมพิวเตอร์"
  },
  {
    "id": 20,
    "name": "สมรรถนะสนับสนุนการทำงานด้านผู้บริหารเทคโนโลยีสารสนเทศระดับสูงภาครัฐ"
  },
  {
    "id": 21,
    "name": "สาขาวิชาชีพก่อสร้าง"
  },
  {
    "id": 22,
    "name": "สาขาวิชาชีพการกีฬา"
  },
  {
    "id": 23,
    "name": "สาขาวิชาชีพการเงินและประกันภัย"
  },
  {
    "id": 24,
    "name": "สาขาวิชาชีพการเชื่อมอุตสาหกรรม"
  },
  {
    "id": 25,
    "name": "สาขาวิชาชีพการเดินเรือ"
  },
  {
    "id": 26,
    "name": "สาขาวิชาชีพการท่องเที่ยว การโรงแรม ภัตตาคารและร้านอาหาร"
  },
  {
    "id": 27,
    "name": "สาขาวิชาชีพการบรรเทาสาธารณภัย"
  },
  {
    "id": 28,
    "name": "สาขาวิชาชีพการบิน"
  },
  {
    "id": 29,
    "name": "สาขาวิชาชีพการผลิตอาหารและเครื่องดื่ม"
  },
  {
    "id": 30,
    "name": "สาขาวิชาชีพการผังเมือง"
  },
  {
    "id": 31,
    "name": "สาขาวิชาชีพการออกแบบผลิตภัณฑ์"
  },
  {
    "id": 32,
    "name": "สาขาวิชาชีพการออกแบบแฟชั่น"
  },
  {
    "id": 33,
    "name": "สาขาวิชาชีพการออกแบบและสร้างสรรค์"
  },
  {
    "id": 34,
    "name": "สาขาวิชาชีพกิจกรรมบริการเพื่อเสริมสร้างสุขภาพร่างกาย (ยกเว้นกิจกรรมด้านการกีฬา)"
  },
  {
    "id": 35,
    "name": "สาขาวิชาชีพเกษตรกรรม"
  },
  {
    "id": 36,
    "name": "สาขาวิชาชีพขนส่งชุมชน"
  },
  {
    "id": 37,
    "name": "สาขาวิชาชีพความปลอดภัยในการทำงาน"
  },
  {
    "id": 38,
    "name": "สาขาวิชาชีพเทคโนโลยีชีวภาพ"
  },
  {
    "id": 39,
    "name": "สาขาวิชาชีพเทคโนโลยีชีวภาพ (ไม่ใช้งาน)"
  },
  {
    "id": 40,
    "name": "สาขาวิชาชีพเทคโนโลยีสารสนเทศและการสื่อสาร และดิจิทัลคอนเทนต์"
  },
  {
    "id": 41,
    "name": "สาขาวิชาชีพธุรกิจค้าปลีก"
  },
  {
    "id": 42,
    "name": "สาขาวิชาชีพธุรกิจโฆษณาประชาสัมพันธ์และสื่อสารมวลชน"
  },
  {
    "id": 43,
    "name": "สาขาวิชาชีพธุรกิจโฆษณาและประชาสัมพันธ์"
  },
  {
    "id": 44,
    "name": "สาขาวิชาชีพธุรกิจจัดการพื้นที่สีเขียว"
  },
  {
    "id": 45,
    "name": "สาขาวิชาชีพธุรกิจจัดดอกไม้"
  },
  {
    "id": 46,
    "name": "สาขาวิชาชีพธุรกิจจัดประชุมและนิทรรศการ"
  },
  {
    "id": 47,
    "name": "สาขาวิชาชีพธุรกิจดนตรี"
  },
  {
    "id": 48,
    "name": "สาขาวิชาชีพธุรกิจทดสอบและตรวจสอบ"
  },
  {
    "id": 49,
    "name": "สาขาวิชาชีพธุรกิจบริการ"
  },
  {
    "id": 50,
    "name": "สาขาวิชาชีพธุรกิจบริการทำความสะอาด"
  },
  {
    "id": 51,
    "name": "สาขาวิชาชีพธุรกิจประกัน"
  },
  {
    "id": 52,
    "name": "สาขาวิชาชีพธุรกิจภาพถ่าย"
  },
  {
    "id": 53,
    "name": "สาขาวิชาชีพธุรกิจสาธารณูปโภคและบริการสาธารณะ"
  },
  {
    "id": 54,
    "name": "สาขาวิชาชีพธุรกิจเสริมสวย"
  },
  {
    "id": 55,
    "name": "สาขาวิชาชีพธุรกิจเสริมสวยและเสริมสร้างสุขภาพร่างกาย"
  },
  {
    "id": 56,
    "name": "สาขาวิชาชีพธุรกิจหนังสือและสิ่งพิมพ์"
  },
  {
    "id": 57,
    "name": "สาขาวิชาชีพธุรกิจอสังหาริมทรัพย์"
  },
  {
    "id": 58,
    "name": "สาขาวิชาชีพธุรกิจอาหาร"
  },
  {
    "id": 59,
    "name": "สาขาวิชาชีพบริการการศึกษา"
  },
  {
    "id": 60,
    "name": "สาขาวิชาชีพบริการการศึกษา วิจัย และภาษา"
  },
  {
    "id": 61,
    "name": "สาขาวิชาชีพบริการทางการเงิน"
  },
  {
    "id": 62,
    "name": "สาขาวิชาชีพบริการยานยนต์"
  },
  {
    "id": 63,
    "name": "สาขาวิชาชีพบริการวิจัย"
  },
  {
    "id": 64,
    "name": "สาขาวิชาชีพบริการสุขภาพ"
  },
  {
    "id": 65,
    "name": "สาขาวิชาชีพบริการอุตสาหกรรม"
  },
  {
    "id": 66,
    "name": "สาขาวิชาชีพบริหารงานบุคคล"
  },
  {
    "id": 67,
    "name": "สาขาวิชาชีพบริหารทรัพย์สิน"
  },
  {
    "id": 68,
    "name": "สาขาวิชาชีพผลิตชิ้นส่วนยานยนต์"
  },
  {
    "id": 69,
    "name": "สาขาวิชาชีพผลิตภัณฑ์ยางพารา"
  },
  {
    "id": 70,
    "name": "สาขาวิชาชีพพลังงานและพลังงานทดแทน"
  },
  {
    "id": 71,
    "name": "สาขาวิชาชีพไฟฟ้า"
  },
  {
    "id": 72,
    "name": "สาขาวิชาชีพไฟฟ้าและอิเล็กทรอนิกส์"
  },
  {
    "id": 73,
    "name": "สาขาวิชาชีพภาษาต่างประเทศและล่ามแปล"
  },
  {
    "id": 74,
    "name": "สาขาวิชาชีพมาตรวิทยา"
  },
  {
    "id": 75,
    "name": "สาขาวิชาชีพแมคคาทรอนิกส์"
  },
  {
    "id": 76,
    "name": "สาขาวิชาชีพรถไฟความเร็วสูงและระบบราง"
  },
  {
    "id": 77,
    "name": "สาขาวิชาชีพระบบขนส่งทางราง"
  },
  {
    "id": 78,
    "name": "สาขาวิชาชีพรักษาความปลอดภัย"
  },
  {
    "id": 79,
    "name": "สาขาวิชาชีพโลจิสติกส์"
  },
  {
    "id": 80,
    "name": "สาขาวิชาชีพวิศวกรรมชีวการแพทย์"
  },
  {
    "id": 81,
    "name": "สาขาวิชาชีพศิลปะการแสดงและการบันเทิง"
  },
  {
    "id": 82,
    "name": "สาขาวิชาชีพสิ่งทอและเครื่องนุ่งห่ม"
  },
  {
    "id": 83,
    "name": "สาขาวิชาชีพสิ่งแวดล้อมและสารอันตราย"
  },
  {
    "id": 84,
    "name": "สาขาวิชาชีพหุ่นยนต์และระบบอัตโนมัติ"
  },
  {
    "id": 85,
    "name": "สาขาวิชาชีพอนุรักษ์งานพื้นบ้านและศิลปหัตถกรรม"
  },
  {
    "id": 86,
    "name": "สาขาวิชาชีพอนุรักษ์งานศิลปหัตถกรรมและงานพื้นบ้าน"
  },
  {
    "id": 87,
    "name": "สาขาวิชาชีพอัญมณี เครื่องประดับ และโลหะมีค่า"
  },
  {
    "id": 88,
    "name": "สาขาวิชาชีพอาชีวอนามัยและความปลอดภัย"
  },
  {
    "id": 89,
    "name": "สาขาวิชาชีพอุตสาหกรรมก่อสร้างและการผังเมือง"
  },
  {
    "id": 90,
    "name": "สาขาวิชาชีพอุตสาหกรรมการผลิตแม่พิมพ์"
  },
  {
    "id": 91,
    "name": "สาขาวิชาชีพอุตสาหกรรมการพิมพ์"
  },
  {
    "id": 92,
    "name": "สาขาวิชาชีพอุตสาหกรรมเซรามิกและเครื่องเคลือบ"
  },
  {
    "id": 93,
    "name": "สาขาวิชาชีพอุตสาหกรรมดิจิทัล"
  },
  {
    "id": 94,
    "name": "สาขาวิชาชีพอุตสาหกรรมบันเทิง"
  },
  {
    "id": 95,
    "name": "สาขาวิชาชีพอุตสาหกรรมปิโตรเลียมและปิโตรเคมี"
  },
  {
    "id": 96,
    "name": "สาขาวิชาชีพอุตสาหกรรมผลิตเครื่องจักรกลและโลหะการ"
  },
  {
    "id": 97,
    "name": "สาขาวิชาชีพอุตสาหกรรมผลิตและแปรรูปเหล็ก"
  },
  {
    "id": 98,
    "name": "สาขาวิชาชีพอุตสาหกรรมพลาสติก"
  }
]
